Repository: Lange-Co-Consulting/slate
Catalog: SlateApp/Localizable.xcstrings
Source language: en
Languages: de

source: Back
de: Zurück

source: Choose a model…
de: Modell auswählen…

source: Clear settings search
de: Einstellungssuche leeren

source: Cloud mode stays off until you explicitly enable it in Settings.
de: Der Cloud-Modus bleibt aus, bis du ihn ausdrücklich in den Einstellungen aktivierst.

source: Get started
de: Loslegen

source: Import settings…
de: Einstellungen importieren…

source: Quick Look
de: Übersicht

source: Quick tour
de: Kurztour

source: Search settings
de: Einstellungen durchsuchen

source: Welcome to Slate
de: Willkommen bei Slate
